Repository: giellalt/corpus-fin
Catalog: tmx/smj/facta/umo.se/alakuloisuus.html.tmx
Source language: fin
Languages: smj

source: Alakuloisuus
smj: Håjesvuohta

source: Alakuloisuuden, surullisuuden, ahdistuksen tai toivottomuuden tunteet ovat luonnollinen osa elämää.
smj: Muhttijn dåbddåt håjev, ballat jali dåbddåt dårvodisvuodav la luondulasj oasse viessomin.

source: Joskus saattaa olla päiviä, jolloin mikään ei huvita, mikään ei tunnu hauskalta tai mielessä pyörii monenlaisia asioita.
smj: Buojkulvissan máhttá årrot biejve gå ij majdek nagá, ij mige dåbddu suohttasin jali gå ednagit usjudallá.

source: Tällaiset tunteet menevät usein ohi.
smj: Ienemusát dåbdo vássi ájge milta.

source: Kurjaa oloa voi kohentaa eri tavoin itse, tai hakea tarvittaessa apua.
smj: Gávnnuji dago mav iesj máhttá dahkat buorebut väjátjit, ja viehkke gávnnu jus dav dárbaj.

source: Kaikilla on joskus mieli maassa.
smj: Håjesvuohta boahtá ja vássá viessomin.

source: Negatiivisia ajatuksia ja tunteita ei tarvitse pelätä.
smj: Ij dárbaha ballat nievres ájádusájt ja dåbdojt vuosedimes.

source: Jos tällaisia tunteita yrittää välttää, ahdistus ja levottomuus voivat pahentua.
smj: Jus gähttjal dakkir dåbdojt garvvet de máhttá oadtjot ienep ráfedisvuodav ja tjavgap goavgev.

source: Tunteet on elettävä läpi ja niille on annettava aikaa.
smj: Muhtem vidjura hähttuji dåbddut ja muhttijn hähttu ájgge gållåt.

source: Joskus alakulon syy on tiedossa
smj: Muhttijn diehtá manen

source: Joskus alakuloisuus voi johtua jostain tietystä asiasta.
smj: Muhttijn la sierralágásj ássje mij dahká vaj håjesvuodav dåbddå.

source: Syynä voi olla esimerkiksi seurustelun päättyminen, vanhempien muuttaminen erilleen tai muut ongelmat perheessä tai ystävien kanssa.
smj: Máhttá buojkulvissan årrot gasskavuohta l nåhkåm gejna aktan årrum, äjgáda galggi sirádit jali ietjá tjuolma fuolkijn ja rádnaj.

source: Mieli voi olla maassa myös silloin, kun elämässä tapahtuu suuria muutoksia, esimerkiksi muuton, koulun vaihtumisen tai lukion ja työn aloittamisen myötä.
smj: Máhttá aj hådjot jus viessom rievddá juoŋgaláhkáj, buojkulvissan jus jåhtå, skåvlåv målssu, jali gå gymnásaj álggá jali barggagoahtá.

source: Vaikka tällaiset ongelmat voivat tuntua ylivoimaisilta, useimmiten ne menevät ohitse ystävien ja perheen tuella.
smj: Álu iesj nagát dán lágásj vájvij jali rádnaj ja fuolkijn viehkken, vájku máhttá sieldes vájvven dåbddut gå dáhpáduvvá.

source: On myös tavallista tuntea itsensä alakuloiseksi, vaikka mitään erikoista ei olisi tapahtunutkaan.
smj: Dábálasj la dåbddåt håjesvuodav vájku juoga sierra l dáhpaduvvam.

source: Jos koulussa tai työssä ilmenevät ongelmat aiheuttavat stressiä tai nukkumisvaikeuksia, seurauksena voi olla surullinen tai masentunut olo.
smj: Jus buojkulvissan la stressidum jali vájvve oadet danen gå l tjuottjes skåvlån jali bargon de máhttá hådjot.

source: Seksuaalisuus, ympäristön odotukset ja vartalon kehittyminen voivat vaivata mieltä.
smj: Ájádusá seksualitehta birra, gåktu galggá årrot ja gåktu rumáj åvdeduvvá máhtti vájvedit.

source: Tytöt voivat tuntea olonsa masentuneiksi ennen kuukautisia.
smj: Niejda máhtti håjen årrot biejvijt liejbe åvddåla.

source: Mieliala ei aina näy päältäpäin
smj: Ij agev vuojnnu ålgolt gåktu vädjá

source: Kavereiden, vanhempien, opettajien tai muiden läheisten on usein hankala ymmärtää miltä nuoresta todella tuntuu.
smj: Álu e rádna, äjgáda, åhpadiddje jali iehtjada dádjada gåktu ajtu viessu.

source: Mieliala ei aina näy ulospäin, vaikka itsestä siltä saattaisikin tuntua.
smj: Ij la visses vuojnnu ålgolt vájku iesj adná luluj vuojnnut.

source: Alakuloisuus voi aiheuttaa myös vihaisuutta ja ärtyisyyttä.
smj: Jus la håjen de máhttá aj ruvva moarádit ja ruvva árppanit.

source: Silloin ympärillä olevat ihmiset saattavat huomata ärtyisyyden, mutta eivät ymmärrä, että se johtuu masentuneisuudesta ja alakuloisuudesta.
smj: De ulmutja birrusin ielvvi la moarráp, valla márjju e dádjada manen, gå oarre dasi la håjesvuohta.

source: Tämän vuoksi omista tunteistaan kannattaa puhua, jotta voi saada apua ja tukea. Puhuminen jonkun kanssa voi usein auttaa ymmärtämään itseään paremmin.
smj: Danen lisj má buorre gähttjalit giehttot gåktu dåbddå vaj viehkev oadtjot Ságasta ietjá ulmutjijn máhttá álu ietjas buorebut dádjadit.

source: Miten oloaan voi kohentaa ?
smj: Majt máhttá iesj dahkat ?

source: Omaan mielialaan voi vaikuttaa.
smj: Iesj máhttá bájnatjit gåktu vädjá.

source: Säännöllinen liikunta tai urheilun harrastaminen parantavat mielialaa ja lisäävät energiaa.
smj: Buorebut vädjá ja nagát ienebuv jus labut, márjju hárjjidallá dájvvalakkoj, gå jus ij dav dagá.

source: Jos tahtoo saada paremman mielen, on tärkeää syödä hyvin ja säännöllisesti sekä nukkua riittävästi.
smj: Väjátjit buoragit, la ájnas bårrå ávkálasj biebmojt ja dájvvalakkoj, ja muttágit oadá.

source: Silloin vaikealta tuntuvien asioiden käsittely on helpompaa.
smj: De giehpebut nagát dagoj majt muhttijn vájvalussjá.

source: Sekä liian pitkät että liian lyhyet yöunet voivat väsyttää.
smj: Máhttá galla vájbbat goappátjagá ilá binnáv oadet ja ilá ednagit.

source: Jos olo tuntuu masentuneelta, on hyvä pitää mielessä muutamia asioita:
smj: Gávnnuji moadda dago ma li buore mujttet jus la juo håjen:

source: Kannattaa tehdä asioita, joista pitää, esimerkiksi tavata ystäviä.
smj: Vädjá buoragit gå dagojt majda lijkku dahká ja rádnaj gávnadit.

source: Masentuneena saattaa kaivata myös yksinoloa.
smj: Máhttá aj dárbbo aktu allasis årrot jus la håjen.

source: Liikunnasta voi olla apua.
smj: Máhttá giehpedit gå labut.

source: Jos mieltä vaivaavat monenlaiset asiat, kävely tai treenaus saattaa helpottaa oloa ja parantaa yöunta.
smj: Buojkulvissan váttsatjit jali hárjjidallat álu giehpet jus li moadda ájádusá ja dahká vaj buorebut oadá.

source: Ulkoilu aurinkoisella säällä on hyväksi, koska valolla on piristävä vaikutus.
smj: Buorre ålggon årrot gå l tjuovggat, danen gå tjuovgga máhttá dahkat vaj arvvá.

source: Puhuminen esimerkiksi ystävän tai perheenjäsenen kanssa voi auttaa.
smj: Máhttá giehpedit ietjá ulmutjijn ságastit, nåv gåk rádnajn jali soabmásijn fuolken.

source: On mahdollista käydä juttelemassa myös esimerkiksi kouluterveydenhoitajan tai kuraattorin luona.
smj: Máhttá aj manádit buojkulvissan skåvllåsujtára jali kuratåvrå lunna.

source: Omista tunteista kirjoittaminen.
smj: Máhttá tjállet gåktu dåbddu.

source: Tunteiden ja ajatusten pukeminen sanoiksi auttaa yleensä ymmärtämään itseään paremmin ja huomaamaan mahdolliset ongelmat, jotka täytyy ratkaista.
smj: Gå bágojt vaddá ietjas dåbdojda ja ájádusájda de álu ietjas buorebut dádjat ja giehpebut vuojnná jus gávnnuji tjuolma majt dárbaj tjoavddet.

source: Alkoholi ja huumeet eivät ole ratkaisu
smj: Alkohola ja droga älla buoraga

source: Masentuneena saattaa helposti kuvitella, että alkoholin juominen tai huumeiden käyttö parantavat oloa.
smj: Jus la håjen de máhttá muhttijn dåbddut degu giehpet gå alkoholav juhká jali drogajt adná.

source: Päihteiden käyttö voi tehdä iloisemmaksi ja auttaa hetkeksi unohtamaan ikävät ajatukset, mutta ajan myötä se päinvastoin pahentaa ahdistusta ja muita vaikeita tunteita.
smj: Márjju ávvus ja vajálduhttá ma vájvedi jur dalloj, valla ájge milta máhttá ienni ráfedisvuodav ja ietjá vájves dåbdojt nannit.

source: Alkoholi tai huumeet saattavat jopa olla syy alakuloisuuteen.
smj: Márjju l aj nåvti alkohola jali droga li oare håjesvuohtaj.

source: Alakuloisuus menee yleensä ohi
smj: Håjesvuohta álu vássá

source: Masentuneena olo voi tuntua hyvin toivottomalta.
smj: Máhttá sieldes nievret viedjet gå l håjen.

source: On helpottavaa tietää, että useimmiten masennus menee ohi itsestään, vaikka se voikin viedä aikaa.
smj: Danen máhtá gähppánibme diehtet håjesvuohta ienemusát ietjastis häjttá, vájku máhttá ájgev válldet.

source: Joskus tarvitaan apua
smj: Muhttijn dárbaj viehkev

source: Joskus on hyvä ottaa asia puheeksi ulkopuolisen kanssa.
smj: Muhttijn lisj má buorre vieroj ulmutjijn ságastit.

source: Apua voi pyytää esimerkiksi nuorisokeskuksesta, terveyskeskuksesta tai kouluterveydenhuollosta.
smj: Oattjotjit viehkev máhttá aktavuodav válldet buojkulvissan nuorraduostudagájn, varresvuohtaguovdátjijn jali oahppevarresvuodajn.

source: Nämä ammattilaiset ovat tottuneet tapaamaan masentuneita nuoria.
smj: Hárjjánam li nuorajt gudi li håjen iejvvit.

source: Tarvittaessa he voivat auttaa ottamaan yhteyttä esimerkiksi psykologiin tai lääkäriin.
smj: Jus la dárbulasj, de máhttá gejna iejvvit, viehkedit aktavuodav válldet buojkulvissan psykologajn jali dåktårijn.

source: Puhelimitse voi ottaa yhteyttä tukipuhelimiin tai käydä internetsivustoilla, joista voi saada apua chattailemalla, sähköpostitse tai lukemalla neuvoja.
smj: Gávnnuji aj telefåvnnåjoura gåsi máhttá riŋŋgit, ja webbabiele internehtan gånnå máhttá ságastit, e-påvståv rádjat jali låhkåt, viehkev ja dårjav oattjotjit.

source: Tukipalveluihin voi ottaa yhteyttä nimettömänä.
smj: Danna máhttá tjiehkusin årrot jus sihtá.

source: Depressio tarkoittaa aivan muuta kuin tilapäistä masentuneisuutta.
smj: Depresjåvnnå l juoga ietjá gå gasskabåddåsasj surgov ja håjesvuodav dåbddåt.

source: Kyseessä voi olla depressio, jos masentuneisuus kestää useita viikkoja ja samalla ilmenee seuraavia oireita
smj: Máhttá depresjåvnåv åttjudallam jus dåbddå håjesvuodav moadda vahko ja sämmibále

source: mielenkiinnon menetys asioihin, jotka aiemmin ovat kiinnostaneet
smj: láhppá miellogisvuodav masi lijkku

source: unettomuus tai liikaunisuus
smj: oadá ilá binnáv jali ednagav

source: keskittymisvaikeudet
smj: ij máhte ájádallat buoragit

source: ruokahalun katoaminen
smj: biebbmohálov láhppá

source: tavallista suurempi ruokahalu
smj: bårrå ienebuv gå dábálattjat

source: ärtyneisyys
smj: gähppadit båstådallá

source: itseluottamuksen huononeminen tai kohtuuton itsekritiikki
smj: oadtju nievres iesjdåbdov ja iesjlájttális sjaddá

source: halu vältellä muita
smj: ulmutjijs garvvá

source: asioiden jatkuva pohdiskelu
smj: hármmat ájgev ájádallá

source: ongelmat koulussa tai töissä
smj: gássjelisvuodajt oadtju skåvlån jali bargon

source: itsetuhoiset ajatukset.
smj: iesjgåddemájádusájt oadtju

source: Depressiota sairastava tarvitsee ammattiapua voidakseen paremmin.
smj: Jus la depresjåvnåv åttjudam de dárbaj virgálasj viehkev väjátjit buorebut.

source: Apua voi hakea esimerkiksi nuorisokeskuksesta, terveyskeskuksesta tai kouluterveydenhuollosta.
smj: Oattjotjit dav de máhttá aktavuodav buojkulvissan varresvuohtaguovdátjijn válldet.
